CSI API ETABS v1

# cDesignConcreteACI318_19 Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cDCoACI318_19 ACI318_19 { get; }

    ReadOnly Property ACI318_19 As cDCoACI318_19
    	Get

    Dim instance As cDesignConcrete
    Dim value As cDCoACI318_19

    value = instance.ACI318_19

    property cDCoACI318_19^ ACI318_19 {
    	cDCoACI318_19^ get ();
    }

    abstract ACI318_19 : cDCoACI318_19 with get

#### Property Value

Type: cDCoACI318_19

See Also

#### Reference

cDesignConcrete Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com